<?php include ('../include/header.php');?>



</head>
<body>
  <div class="img-logo">
    <a href="https://alhamou.com"><img class="logo"src="https://alhamou.com/img/log.svg" alt="" width="260px"></a>
  </div>


  <h5 class="privacy-head">إتفاقية الاستخدام  : <a href="" style="color:#446fa7;">Alhamou.com</a></h5>
  <p class="privacy">

    <span style="font-weight: bold;">
      مقدمة :
      ما هو القاموس ؟
    </span>
    <br>
    <?php
    $text ='
    <br>
    الميزات التي داخل ( قاموس الحمو ) : <br>
    1- قاموس من العربي الى 7 لغات <br>
    2- قاموس عربي انجليزي (طبي)<br>
    3- مثال لكل كلمة في داخل 20 للغة مختلفة<br>
    4- البحث في داخل الأمثلة <br>
    5- سهولة البحث من خلال الضغط على الكلمة وعمل إعادة البحث لها دون كتابتها <br>
    6- قاموس ناطق للكلمات بكل اللغات<br>
    7- متوفر على سوق بلاي<br>
    8- يوجد كيبورد داخل القاموس للحروف الغير متوفرة لدى المستخدم<br>
    9- الموقع يدعم واجهة الهواتف الذكية<br>
    10- أحدث الكلمات التي تم اضافتها في ال 2017<br>
    11- مجاني للجميع<br>
    <br>
    اللغات المتوفرة في  :<br>
    - قاموس عربي إنجليزي <br>
    - قاموس عربي الماني<br>
    - قاموس عربي فرنسي<br>
    - قاموس عربي تركي<br>
    - قاموس عربي سويدي<br>
    - قاموس عربي اسباني<br>
    - قاموس عربي ايطالي<br>
    - قاموس عربي روسي<br>
    - قاموس عربي فارسي<br>
    - قاموس عربي انجليزي (طبي)<br>
    - Arabic English Dictionary<br>
    - Arabic German Dictionary<br>
    - Arabic French dictionary<br>
    - Arabic Turkish Dictionary<br>
    - Arabic Swedish Dictionary<br>
    - Arabic Spanish Dictionary<br>
    - Arabic Italien  Dictionary<br>
    - Arabic Russian Dictionary<br>
    - Arabic Persian Dictionary<br>
    - English-Arabic Dictionary (Medical)<br>
    <br>

    القاموس هو أداة لجمع كلمات لغة ما لتعريفها وشرحها. وهنالك نوع آخر من القواميس التي تضم قائمة بكلمات لغة ما وما يقابلها في لغة أخرى. فالقاموس العربي-الماني، على سبيل المثال يضم قائمة بالكلمات العربية وما يقابله باللغة الألمانية كما هي باقي اللغات المتوفرة في القاموس. وفي بعض الأحيان يحتوي القاموس على طريقة لفظ الكلمات، ومعلومات عن أصل الكلمة وطريقة استخدامها في الجمل . بالإضافة إلى القواميس "العامة" التي تحتوي على مخزون الكلمات جميعها أو معظمها ، هنالك قواميس باختصاص معيّن .. كالقواميس الطبية أو الاقتصادية أو القانونية، وغيرها
    بالإضافة إلى قواميس لأغراض خاصة كقواميس المرادفات . <br>
    وهذا ما قمنا بتوفيره في قاموس Alhamou من حيث تعداد الكلمات واللهجات والمفردات الجديدة والجمل الاصطلاحية التي بدأت في الانتشار عن طريق المواقع  الإلكترونية والتطبيقات ..  <br>
    يمكنكم إيجادها من خلال قاموس Alhamou المستمر في التحديث كي يلبي قدر المستطاع حاجة كل طالب او مستخدم والوصول إلى نتيجة مرضية .. <br>
    نحن غير مسؤولين عن كلمات تكاد تختلف أو تكون لها عدة من المعاني ولم تتم اضافتها الى القاموس حتى الفترة الحالية ونرجو منكم علماً ان قاموس Alhamou مبني على جهد شخصي من فئات لغوية متخصصة، وغيرها من الفئات .
    وبزيارة موقعنا على شبكة الإنترنت والوصول إلى المعلومات، والموارد، والخدمات، والمنتجات، والأدوات التي نقدمها، أنت تفهم وتوافق على القبول والالتزام بالشروط التالية كما هو مذكور في هذه السياسة (المشار إليها فيما بعد باسم "اتفاقية المستخدم")، جنبا إلى جنب مع الشروط والأحكام كما هو مذكور في سياسة الخصوصية (يرجى الرجوع إلى سياسة الخصوصية للحصول على مزيد من المعلومات).<br>
    يعمل بهذا الاتفاق اعتباراً من (01/10/2017) . <br>
    نحن نحتفظ بالحق في تغيير اتفاقية المستخدم هذه من وقت لآخر دون سابق إنذار.<br>
    أنت تقر وتوافق على أنه من مسؤوليتكم مراجعة اتفاقية المستخدم هذه بشكل دوري للتعرف بنفسك على أي تعديلات.<br>
    إن استمرارك في استخدام هذا الموقع بعد هذه التعديلات يشكل اعتراف وموافقة للشروط والأحكام المعدلة.<br>
    عليك أن تدرك أنه : <br>
    أ. من أجل الحصول على الموارد لدينا ، قد يطلب منك تقديم بعض المعلومات عن نفسك (مثل الهوية، وتفاصيل الاتصال، الخ) كجزء من عملية التسجيل، أو كجزء من قدرتك على استخدام الموارد.<br>
    أنت توافق على أن المعلومات التي تقدمها ستكون دائما دقيقة وصحيحة لغاية الآن.<br>
    ب. أنت مسؤول عن الحفاظ على سرية أي من معلومات تسجيل الدخول المرتبطة بأي حساب تستخدمه للوصول الى مواردنا.
    الإستخدام والسلوك المسؤول بزيارة موقعنا على شبكة الإنترنت والوصول إلى المعلومات، والموارد، والخدمات، والمنتجات، والأدوات التي نقدمها لك، فإنك توافق مباشرة أو بشكل غير مباشر (ويشار إليها فيما يلي باسم "الموارد") لاستخدام هذه الموارد فقط في الأغراض المخصصة لها كما هو مسموح به (أ) شروط اتفاقية المستخدم هذه، و (ب) القوانين واللوائح والممارسات أو المبادئ التوجيهية على الانترنت المقبولة عموماً .<br>
    وفقا لذلك، انت مسؤول عن جميع النشاطات التي تحدث تحت حسابك.<br>
    ج. الوصول إلى (أو محاولة الوصول) إلى أي من مواردنا بأي وسيلة أخرى من خلال وسائل لا نقدمها، ممنوع منعاً باتاً.<br>
    توافق بشكل خاص على الوصول إلى (أو محاولة الوصول) إلى أي من مواردنا من خلال أي وسيلة آلية، وغير أخلاقي أو غير تقليدية.<br>
    د. ممنوع منعاً باتاً الانخراط في أي نشاط يمكن أن يعطل أو يتداخل مع الموارد لدينا ، بما في ذلك الخوادم و / أو الشبكات التي تقع فيها الموارد لدينا أو المتصلة بها .<br>
    ه. محاولة نسخ أو تكرار أو إعادة إنتاج أو بيع أو التجارة، أو بيع ما لدينا من موارد ممنوع منعاً باتاً.<br>
    و. أنت وحدك المسؤول على أي عواقب أو خسائر أو أضرار أو قد تنشأ بشكل مباشر أو غير مباشر أو  بسبب أي أنشطة غير مصرح لك بإجراها ، كما هو موضح أعلاه، وربما تحمل المسؤولية الجنائية أو المدنية.<br>
    ز. نحن يمكن أن نوفر مختلف وسائل الاتصال على موقعنا من خلال شبكة الإنترنت، مثل صندوق التعليقات، الدردشة العامة، منتديات المناقشة، مجموعات الأخبار، تقييم الترجمات، وما إلى ذلك .. عليك أن تفهم عموماً اننا لا نراقب مسبقاً الشاشة أو مراقبة المحتوى المدخل من قبل مستخدمي الموقع، مما يعني أنه إذا اخترت استخدام هذه الأدوات لتقديم أي نوع من المحتوى إلى موقعنا على شبكة الإنترنت، وانك تتولى المسؤولية الشخصية لاستخدام هذه الأدوات بطريقة مسؤولة وأخلاقية.<br>
    بنشر المعلومات أو استخدام أي أدوات الاتصال المفتوحة كما ذكرنا، فإنك توافق على أنك لن تحمل أو تنشر أو تشارك، أو خلاف ذلك توزيع أي محتوى: <br>
    1- غير قانوني، تهديداً أو تشهيراً أو إساءة أو مضايقة، إهانة أو ترهيب أو احتيال أو خديعة، الفاظ عنصرية، أو ملافظ تحتوي على أي نوع إيحائي، لغة غير لائقة، أو صريحة .<br>
    2 - تشكل تعديا على أي من العلامات التجارية، وبراءات الاختراع، الأسرار التجارية وحقوق المؤلف، أو أي حقوق ملكية أخرى لأي طرف؛<br>
    3- يحتوي على أي نوع من الدعاية غير المصرح به أو غير المرغوب فيها.<br>
    4- إنتحال أي شخص أو كيان، بما في ذلك أي موظف لدى Alhamou.com أو ممثليه.<br>
    لدينا الحق وبتقديرنا الوحيد بإزالة أي محتوى، نشعر في حكمنا انه لا يتوافق مع اتفاقية المستخدم هذه، جنباً إلى جنب مع أي محتوى نشعر به بأنه هجومي أو عدائي أو ضار ، أو غير دقيق، أو ينتهك أي حق نشر طرف ثالث أو علامات تجارية.<br>
    نحن لسنا مسؤولين عن أي تأخير أو فشل في إزالة مثل هذا المحتوى.<br>
    إذا قمت بنشر المحتوى الذي أخترنا إزالته، فإن بموجب هذا عليك القبول بهذه الإزالة، والموافقة على التنازل عن أي ادعاء ضدنا.<br>
    ح. ونحن لا نتحمل أي مسؤولية عن أي محتوى يتم إدخاله من قبلك أو أي مستخدمين آخرين الى موقعنا على الانترنت.<br>
    ومع ذلك، أي محتوى يتم إدخاله من قبلك باستخدام أي أدوات الاتصال المفتوحة على موقعنا، بشرط أن لا تنتهك أو تتعدى على أي حقوق التأليف والنشر لطرف آخر أو العلامات التجارية، يصبح ملكا ل Alhamou.com ، وعلى هذا النحو، يعطينا بشكل دائم، ومن دون رجعة ، وفي جميع أنحاء العالم، ومن دون رسوم وكرخصة حصرية لإعادة إنتاج وتعديل وتكييف وترجمة ونشر وعرض و / أو توزيعه كما نراه مناسبا.<br>
    هذا يشير وينطبق على المحتوى المنشور عبر وسائل الاتصال مفتوحة كما هو موضح، ولا يشير إلى المعلومات التي يتم توفيرها كجزء من عملية التسجيل الضرورية من أجل استخدام مواردنا.<br>
    يتم تغطية جميع المعلومات المقدمة كجزء من عملية التسجيل لدينا
    ط. أنت توافق على تعويض Alhamou.com ومديريها، والموظفين، والجهات المانحة، والوكلاء، والمرخصين، عن جميع الخسائر والنفقات والأضرار والتكاليف، بما في ذلك رسوم المحاماة المعقولة ، عن ما ينتج عن أي انتهاك لاتفاق المستخدم أو الفشل في الوفاء بأي التزامات تتعلق بحسابك هذا تتكبدها أنت أو أي شخص آخر يقوم باستخدام حسابك.<br>
    نحن نحتفظ بالحق في تولي الدفاع الحصري عن أي ادعاء يحق لنا التعويض عنه بموجب اتفاقية المستخدم هذه.<br>
    الخصوصية خصوصيتك وهي مهمة جدا بالنسبة لنا، وهذا هو السبب الذي قمنا لاجله بإنشاء سياسة خصوصية منفصلة للشرح بالتفصيل ..<br>
    كيف من الممكن أن نجمع وندير ونؤمن ونخزن المعلومات الخاصة بك .<br>
    يتم تضمين سياسة الخصوصية ضمن نطاق اتفاقية المستخدم هذه .<br>
    تحديد الضمانات باستخدام موقعنا، فإنك تفهم وتوافق على أن جميع الموارد التي نقدمها هي "كما هي" و "ما هو متاح".<br>
    هذا يعني أننا لا نضمن لك أن: <br>
    أولاً) استخدام مواردنا لتلبية الاحتياجات الخاصة بك أو المتطلبات.<br>
    ثانياً) ديمومة استخدام الموارد لدينا دون انقطاع، وفي الوقت المناسب، وآمنة أو خالية من الأخطاء.<br>
    ثالثاً) المعلومات التي تم الحصول عليها باستخدام الموارد لدينا دقيقة أو موثوق بها، <br>
    رابعاً) أي عيوب عملية او وظيفية من أي الموارد التي نقدمها سيتم اصلاحها أو تصحيحها.<br>
    وعلاوة على ذلك، أنت تفهم وتوافق على ما يلي: خامساً) أي محتوى تحمله أو تحصل عليه من خلال استخدام مواردنا يكون تحت مسؤوليتك الخاصة وتتحمل المخاطر، وأنك وحدك المسؤول عن أي ضرر لجهاز الكمبيوتر الخاص بك أو غيرها من الأجهزة او عن خسارة أية بيانات قد تنجم عن التحميل من هذا المحتوى.<br>
    سادساً) لا يمكن لأي معلومات أو مشورة، سواء صريحة أو ضمنية يتم الحصول عليها، شفوية أو مكتوبة، من قبل Alhamou.com أو من خلال أي الموارد التي نقدمها ان توجد أي ضمان أو شروط من أي نوع، ما عدا تلك المذكورة صراحة في هذا الاتفاق.<br>
    حدود المسؤولية بالتزامن مع تحديد الضمانات كما هو موضح أعلاه، أنت تفهم بوضوح وتوافق على أن أي مطالبة ضدنا يجب أن تقتصر على المبلغ الذي دفعته، إن وجدت، لاستخدام المنتجات و / أو الخدمات. <br>
    ولن تكون Alhamou.com مسؤولة عن خسائر أو أضرار مباشرة أو عرضية أو تبعية أو تحذيرية قد تتكبدها نتيجة استخدام الموارد لدينا، أو نتيجة لأية تغييرات، وفقدان البيانات أو فساد، او إلغاء، او فقدان إمكانية الوصول.<br>
    حقوق التأليف والنشر / العلامات التجارية أو جميع المحتويات والمواد المتوفرة على Alhamou.com بما في ذلك على سبيل المثال النص، والرسومات، اسم الموقع، الرموز والصور والشعارات هي ملكية فكرية ل Alhamou.com ، ومحمية بموجب حقوق الطبع والنشر المعمول بها وقانون العلامات التجارية.<br>
    أي استخدام غير لائق، بما في ذلك، ومن دون حصر، اعادة انتاج او توزيع أو عرض أو نقل أي محتوى عن هذا الموقع ممنوع منعا باتا، إلا بإذن صريح من Alhamou.com <br>
    بالإضافة الى انك باستخدام موقعنا توافق على أنه يجوز لنا، في تقديرنا، تعليق أو إنهاء وصولك إلى كل أو جزء من موقعنا على الانترنت والموارد المتعلقة من دون إشعار ولأي سبب من الأسباب، بما في ذلك، دون حصر، خرق اتفاقية المستخدم هذه.<br>
    أي مشتبه به بنشاط غير قانوني أو احتيالي أو مسيء ربما يكون سبب لإنهاء ارتباطه بالموقع ، ويجوز إحالتها إلى سلطات إنفاذ القانون المناسب.<br>
    عند تعليق أو إنهاء الخدمة، فإن حقك في استخدام الموارد التي نقدمها تتوقف فوراً ، ونحن نحتفظ بالحق في إزالة أو حذف أي معلومات قد تكون لك على ملف معنا، بما في ذلك حساب أو معلومات تسجيل الدخول.<br>
    القانون الناظم عن هذا الموقع مدار من قبل Alhamou.com <br>
    ويمكن الوصول إليها من قبل معظم البلدان في جميع أنحاء العالم.<br>
    عن طريق الوصول إلى موقعنا على شبكة الإنترنت، فإنك توافق على قوانين دولتنا، دون اعتبار لتنازع القوانين واتفاقية الأمم المتحدة بشأن البيع الدولي للبضائع، التي سوف تنطبق على جميع المسائل المتعلقة باستخدام هذا الموقع وشراء من أي من المنتجات أو الخدمات من خلال هذا الموقع.<br>
    ضمان ما لم يذكر عدا ذلك، Alhamou.com تتنازل عن كافة الضمانات والشروط من أي نوع، سواء كانت صريحة أو ضمنية، بما في ذلك على سبيل المثال لا الحصر ، الضمانات الضمنية وشروط القابلية للتسويق والملاءمة لغرض معين وعدم الانتهاك.<br>
    معلومات الاتصال إذا كان لديك أي أسئلة أو تعليقات حول هذه الشروط ( كما هو موضح أعلاه) ، يمكنك الاتصال بنا على:<br>


    <br>


    <br>
    © 2018 - Ziad Alhamou All Rights Reserved
    <br>
    ----------------------------------------------------
    <br>
    لمزيد من المعلومات تواصلوا معنا على البريد التالي :
    <br>
      <b>E-mail : info@alhamou.com</b>
    <br>
    ----------------------------------------------------
    <br>    <br><b>
    Programmer by Ziad Alhamou</b>
    ';

    function highlight($text, $words) {
      preg_match_all('~\w+~', $words, $m);
      if(!$m)
      return $text;
      $re = '~\\b(' . implode('|', $m[0]) . ')\\b~';
      return preg_replace($re, '<b>$0</b>', $text);
    }


    $words = 'Alhamou.com';

    echo highlight($text, $words);
    ?>
  </p>

</body>
</html>
